seqread/64_node/job_1470845_fiojob_8/nid00086_fiojob_8/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 8 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=8): err= 0: pid=232740: Fri Jul 16 03:12:27 2021
  read: IOPS=35.6k, BW=139MiB/s (146MB/s)(40.7GiB/300021msec)
    slat (usec): min=10, max=1011.5k, avg=212.79, stdev=1990.62
    clat (usec): min=10, max=25447k, avg=57229.28, stdev=325773.13
     lat (usec): min=22, max=25534k, avg=57442.98, stdev=326964.33
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[    6], 90.00th=[   27], 95.00th=[  468],
     | 99.00th=[  684], 99.50th=[  919], 99.90th=[ 3071], 99.95th=[ 6208],
     | 99.99th=[12953]
   bw (  KiB/s): min=  352, max=1200784, per=100.00%, avg=146759.22, stdev=33366.92, samples=4755
   iops        : min=   88, max=300196, avg=36689.33, stdev=8341.74, samples=4755
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=80.77%, 20=5.89%, 50=5.32%
  lat (msec)   : 100=0.11%, 250=0.04%, 500=3.97%, 750=3.12%, 1000=0.37%
  lat (msec)   : 2000=0.26%, >=2000=0.14%
  cpu          : usr=4.25%, sys=14.51%, ctx=830030, majf=0, minf=2365
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=10676504,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=139MiB/s (146MB/s), 139MiB/s-139MiB/s (146MB/s-146MB/s), io=40.7GiB (43.7GB), run=300021-300021msec